Repository: RonaVedat/dimera
Catalog: Dimera/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, pt_br, ru, tr, zh_hans

source: System follows your device's own language setting.
de: „System“ folgt der Spracheinstellung deines Geräts.
es: Sistema sigue el ajuste de idioma de tu dispositivo.
fr: « Système » suit le réglage de langue de votre appareil.
id: Sistem mengikuti pengaturan bahasa perangkat Anda.
it: Sistema segue l'impostazione della lingua del tuo dispositivo.
pt_br: Sistema segue a configuração de idioma do seu dispositivo.
ru: «Системный» использует языковую настройку вашего устройства.
tr: Sistem, cihazının kendi dil ayarını izler.
zh_hans: “系统”会跟随设备的语言设置。

source: Take Photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
id: Ambil Foto
it: Scatta foto
pt_br: Tirar Foto
ru: Сделать фото
tr: Fotoğraf Çek
zh_hans: 拍照

source: Tap a row to edit, swipe to remove.
de: Tippe eine Zeile zum Bearbeiten an, wische zum Entfernen.
es: Toca una fila para editarla, desliza para eliminarla.
fr: Touchez une ligne pour modifier, balayez pour supprimer.
id: Ketuk baris untuk mengedit, geser untuk menghapus.
it: Tocca una riga per modificarla, scorri per rimuoverla.
pt_br: Toque em uma linha para editar, deslize para remover.
ru: Нажмите на строку для редактирования, смахните для удаления.
tr: Düzenlemek için bir satıra dokun, kaldırmak için kaydır.
zh_hans: 点击行可编辑，滑动可删除。

source: Tap to view
de: Zum Anzeigen tippen
es: Toca para ver
fr: Toucher pour afficher
id: Ketuk untuk melihat
it: Tocca per visualizzare
pt_br: Toque para visualizar
ru: Нажмите для просмотра
tr: Görüntülemek için dokun
zh_hans: 点按查看

source: Tax Export
de: Steuerexport
es: Exportación Fiscal
fr: Export fiscal
id: Ekspor Pajak
it: Esportazione fiscale
pt_br: Exportação Fiscal
ru: Налоговый экспорт
tr: Vergi Dışa Aktarımı
zh_hans: 税务导出

source: Tax Prep Data
de: Steuerdaten
es: Datos para la Declaración
fr: Données de préparation fiscale
id: Data Persiapan Pajak
it: Dati per la dichiarazione
pt_br: Dados para Declaração
ru: Данные для подготовки налогов
tr: Vergi Hazırlık Verileri
zh_hans: 报税数据

source: Tax Summary
de: Steuerübersicht
es: Resumen fiscal
fr: Résumé fiscal
id: Ringkasan Pajak
it: Riepilogo fiscale
pt_br: Resumo fiscal
ru: Налоговая сводка
tr: Vergi Özeti
zh_hans: 税务摘要

# Tax radar · %lld
source: Tax radar · %1$lld
de: Steuer-Radar · %1$lld
es: Radar fiscal · %1$lld
fr: Radar fiscal · %1$lld
id: Radar pajak · %1$lld
it: Radar fiscale · %1$lld
pt_br: Radar fiscal · %1$lld
ru: Налоговый радар · %1$lld
tr: Vergi radarı · %1$lld
zh_hans: 税务雷达 · %1$lld

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
id: Ketentuan Penggunaan
it: Condizioni d'uso
pt_br: Termos de Uso
ru: Условия использования
tr: Kullanım Koşulları
zh_hans: 使用条款

source: Then go further.
de: Und dann noch weiter.
es: Luego ve más allá.
fr: Puis allez plus loin.
id: Lalu langkah lebih jauh.
it: Poi vai oltre.
pt_br: Depois vá além.
ru: А затем пойти дальше.
tr: Sonra daha da ileri git.
zh_hans: 然后更进一步。

source: This looks like a receipt you already saved for %@ · %@. Add it again anyway?
de: Das sieht aus wie ein Beleg, den du schon gespeichert hast, für %@ · %@. Trotzdem erneut hinzufügen?
es: Parece un recibo que ya guardaste para %@ · %@. ¿Añadirlo de todos modos?
fr: Cela ressemble à un reçu déjà enregistré pour %@ · %@. L'ajouter quand même ?
id: Ini tampak seperti struk yang sudah Anda simpan untuk %@ · %@. Tetap tambahkan lagi?
it: Sembra una ricevuta che hai già salvato per %@ · %@. Aggiungerla comunque?
pt_br: Isso parece um recibo que você já salvou para %@ · %@. Adicionar mesmo assim?
ru: Похоже, вы уже сохранили этот чек для %@ · %@. Всё равно добавить?
tr: Bu, %@ · %@ için zaten kaydettiğin bir makbuza benziyor. Yine de tekrar eklensin mi?
zh_hans: 这看起来像是你已保存过的收据，属于 %@ · %@。仍要添加吗？

source: This month
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
id: Bulan ini
it: Questo mese
pt_br: Este mês
ru: Этот месяц
tr: Bu ay
zh_hans: 本月

source: This report aggregates your financial activity to assist with your tax filings. Dimera does not provide localized tax advice. Please consult a local tax professional in your jurisdiction to ensure compliance.
de: Dieser Bericht fasst deine finanzielle Aktivität zusammen, um dich bei deiner Steuererklärung zu unterstützen. Dimera bietet keine lokale Steuerberatung. Bitte wende dich an einen Steuerberater in deinem Land, um die Vorschriften einzuhalten.
es: Este informe recopila tu actividad financiera para ayudarte con tu declaración de impuestos. Dimera no ofrece asesoramiento fiscal localizado. Consulta a un profesional fiscal de tu país para garantizar el cumplimiento normativo.
fr: Ce rapport regroupe votre activité financière pour vous aider dans vos démarches fiscales. Dimera ne fournit pas de conseil fiscal localisé. Veuillez consulter un professionnel fiscal local pour garantir votre conformité.
id: Laporan ini merangkum aktivitas keuangan Anda untuk membantu pelaporan pajak Anda. Dimera tidak memberikan saran pajak yang bersifat lokal. Silakan berkonsultasi dengan profesional pajak setempat untuk memastikan kepatuhan.
it: Questo rendiconto aggrega la tua attività finanziaria per aiutarti con la tua dichiarazione dei redditi. Dimera non fornisce consulenza fiscale localizzata. Consulta un professionista fiscale del tuo paese per garantire la conformità.
pt_br: Este relatório reúne sua atividade financeira para ajudar na sua declaração de impostos. O Dimera não oferece consultoria fiscal localizada. Consulte um profissional tributário local para garantir a conformidade.
ru: Этот отчёт объединяет вашу финансовую активность, чтобы помочь вам при подаче налоговой отчётности. Dimera не предоставляет локализованные налоговые консультации. Пожалуйста, проконсультируйтесь с местным налоговым специалистом для соблюдения законодательства.
tr: Bu rapor, vergi beyanlarınıza yardımcı olmak için finansal etkinliğinizi bir araya getirir. Dimera yerel vergi danışmanlığı sağlamaz. Uyumluluğu sağlamak için lütfen bulunduğunuz bölgedeki bir vergi uzmanına danışın.
zh_hans: 本报告汇总您的财务活动，以协助您办理税务申报。Dimera 不提供针对特定地区的税务建议。请咨询您所在地区的税务专业人士，以确保合规。

source: This stops tracking %@ — nothing else is affected.
de: Damit wird die Verfolgung von %@ beendet — sonst ändert sich nichts.
es: Esto deja de rastrear %@ — nada más se ve afectado.
fr: Cela arrête le suivi de %@ — rien d'autre n'est affecté.
id: Ini menghentikan pelacakan %@ — tidak ada yang lain terpengaruh.
it: Questo interrompe il monitoraggio di %@ — nient'altro viene modificato.
pt_br: Isso interrompe o rastreamento de %@ — nada mais é afetado.
ru: Это прекращает отслеживание %@ — больше ничего не меняется.
tr: Bu, %@ takibini durdurur — başka bir şey etkilenmez.
zh_hans: 这将停止跟踪%@——其他内容不受影响。

source: This stops tracking it — Dimera won't remind you about future charges.
de: Damit wird die Verfolgung beendet — Dimera erinnert dich nicht mehr an zukünftige Abbuchungen.
es: Esto detiene el seguimiento — Dimera no te avisará de futuros cargos.
fr: Cela arrête le suivi — Dimera ne vous rappellera plus les prochains prélèvements.
id: Ini menghentikan pelacakan — Dimera tidak akan mengingatkan Anda tentang tagihan mendatang.
it: Questo interrompe il monitoraggio — Dimera non ti ricorderà più gli addebiti futuri.
pt_br: Isso interrompe o rastreamento — o Dimera não vai mais te lembrar sobre cobranças futuras.
ru: Это прекращает отслеживание — Dimera больше не будет напоминать вам о будущих списаниях.
tr: Bu, takibi durdurur — Dimera artık gelecekteki ödemeler için seni hatırlatmaz.
zh_hans: 这将停止追踪——Dimera 不会再提醒您未来的扣款。

source: This won't affect any past transactions — only future reminders.
de: Das betrifft keine vergangenen Transaktionen — nur zukünftige Erinnerungen.
es: Esto no afectará a ninguna transacción pasada — solo a los recordatorios futuros.
fr: Cela n'affecte aucune transaction passée — uniquement les futurs rappels.
id: Ini tidak akan memengaruhi transaksi masa lalu — hanya pengingat mendatang.
it: Questo non influirà su nessuna transazione passata — solo sui promemoria futuri.
pt_br: Isso não vai afetar nenhuma transação passada — apenas lembretes futuros.
ru: Это не повлияет на прошлые операции — только на будущие напоминания.
tr: Bu, geçmiş işlemleri etkilemez — yalnızca gelecekteki hatırlatıcıları etkiler.
zh_hans: 这不会影响任何过往交易——仅影响未来的提醒。

source: Through Apple Family Sharing. Everyone keeps their own private data.
de: Über die Apple-Familienfreigabe. Alle behalten ihre eigenen, privaten Daten.
es: Con En familia de Apple. Cada persona conserva sus propios datos privados.
fr: Grâce au Partage familial d'Apple. Chacun garde ses propres données privées.
id: Melalui Berbagi Keluarga Apple. Setiap orang tetap menyimpan data pribadinya sendiri.
it: Tramite In famiglia di Apple. Ognuno mantiene i propri dati privati.
pt_br: Pelo Compartilhamento Familiar da Apple. Cada pessoa mantém seus próprios dados privados.
ru: Через Семейный доступ Apple. У каждого остаются свои личные данные.
tr: Apple Aile Paylaşımı ile. Herkesin verileri kendine özel kalır.
zh_hans: 通过 Apple 家人共享。每个人的数据都保持私密。

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
id: Hari ini
it: Oggi
pt_br: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
id: Besok
it: Domani
pt_br: Amanhã
ru: Завтра
tr: Yarın
zh_hans: 明天

source: Top Categories
de: Top-Kategorien
es: Categorías principales
fr: Principales catégories
id: Kategori Teratas
it: Categorie principali
pt_br: Principais categorias
ru: Основные категории
tr: En Çok Harcanan Kategoriler
zh_hans: 热门类别

source: Top spending
de: Größte Ausgaben
es: Gasto principal
fr: Principales dépenses
id: Pengeluaran teratas
it: Spesa principale
pt_br: Maior gasto
ru: Основные расходы
tr: En yüksek harcama
zh_hans: 主要支出

source: Total Expenses
de: Gesamtausgaben
es: Gastos totales
fr: Dépenses totales
id: Total Pengeluaran
it: Uscite totali
pt_br: Despesas totais
ru: Общие расходы
tr: Toplam Gider
zh_hans: 总支出

source: Total Income
de: Gesamteinnahmen
es: Ingresos totales
fr: Revenus totaux
id: Total Pemasukan
it: Entrate totali
pt_br: Receita total
ru: Общий доход
tr: Toplam Gelir
zh_hans: 总收入

source: Total recurring
de: Gesamt wiederkehrend
es: Total recurrente
fr: Total récurrent
id: Total berulang
it: Totale ricorrente
pt_br: Total recorrente
ru: Всего регулярных
tr: Toplam tekrarlayan
zh_hans: 定期总计

source: Tracking, budgets, net worth and subscriptions
de: Tracking, Budgets, Vermögen und Abos
es: Seguimiento, presupuestos, patrimonio y suscripciones
fr: Suivi, budgets, patrimoine et abonnements
id: Pencatatan, anggaran, kekayaan bersih, dan langganan
it: Monitoraggio, budget, patrimonio e abbonamenti
pt_br: Controle, orçamentos, patrimônio e assinaturas
ru: Учёт, бюджеты, капитал и подписки
tr: Takip, bütçeler, net varlık ve abonelikler
zh_hans: 记账、预算、净资产和订阅

source: Transfer money
de: Geld überweisen
es: Transferir dinero
fr: Transférer de l'argent
id: Transfer uang
it: Trasferisci denaro
pt_br: Transferir dinheiro
ru: Переводить деньги
tr: Para transfer et
zh_hans: 转账

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
id: Coba Lagi
it: Riprova
pt_br: Tentar Novamente
ru: Повторить
tr: Tekrar Dene
zh_hans: 重试

source: Try setting aside a bit more each month — even a small savings rate adds up.
de: Versuche, jeden Monat etwas mehr zurückzulegen — auch eine kleine Sparquote summiert sich.
es: Prueba a apartar un poco más cada mes — hasta una pequeña tasa de ahorro suma.
fr: Essayez de mettre un peu plus de côté chaque mois — même un petit taux d'épargne s'accumule.
id: Coba sisihkan sedikit lebih banyak setiap bulan — bahkan tingkat tabungan kecil pun akan bertambah.
it: Prova a mettere da parte un po' di più ogni mese — anche un piccolo tasso di risparmio si accumula.
pt_br: Tente guardar um pouco mais a cada mês — mesmo uma pequena taxa de poupança faz diferença.
ru: Попробуйте откладывать чуть больше каждый месяц — даже небольшая норма сбережений накапливается.
tr: Her ay biraz daha fazla ayırmayı dene — küçük bir tasarruf oranı bile birikir.
zh_hans: 尝试每月多存一点——即使储蓄率不高，也会积少成多。

source: Turn your numbers into something you can share.
de: Verwandle deine Zahlen in etwas, das du teilen kannst.
es: Convierte tus cifras en algo que puedas compartir.
fr: Transformez vos chiffres en quelque chose que vous pouvez partager.
id: Ubah angka Anda menjadi sesuatu yang bisa dibagikan.
it: Trasforma i tuoi numeri in qualcosa da condividere.
pt_br: Transforme seus números em algo que você possa compartilhar.
ru: Превратите свои цифры в то, чем можно поделиться.
tr: Rakamlarını paylaşabileceğin bir şeye dönüştür.
zh_hans: 把您的数字变成可以分享的内容。

source: Understand spending
de: Ausgaben verstehen
es: Entender el gasto
fr: Comprendre mes dépenses
id: Memahami pengeluaran
it: Comprendi le spese
pt_br: Entender gastos
ru: Понимать расходы
tr: Harcamayı anla
zh_hans: 了解支出情况

source: Understand where your money goes.
de: Verstehe, wohin dein Geld fließt.
es: Entiende adónde va tu dinero.
fr: Comprenez où va votre argent.
id: Pahami ke mana uang Anda pergi.
it: Capisci dove vanno i tuoi soldi.
pt_br: Entenda para onde vai o seu dinheiro.
ru: Понимайте, куда уходят ваши деньги.
tr: Paranın nereye gittiğini anla.
zh_hans: 了解您的钱花在哪里。

source: Understand your money. Automatically.
de: Verstehe dein Geld. Automatisch.
es: Entiende tu dinero. Automáticamente.
fr: Comprenez votre argent. Automatiquement.
id: Pahami uang Anda. Secara otomatis.
it: Capisci i tuoi soldi. Automaticamente.
pt_br: Entenda seu dinheiro. Automaticamente.
ru: Понимайте свои финансы. Автоматически.
tr: Paranı anla. Otomatik olarak.
zh_hans: 自动理解您的财务状况。

source: Unlimited receipts
de: Unbegrenzte Belege
es: Recibos ilimitados
fr: Reçus illimités
id: Struk tanpa batas
it: Ricevute illimitate
pt_br: Recibos ilimitados
ru: Неограниченное количество чеков
tr: Sınırsız fiş
zh_hans: 无限收据

source: Unlock Financial Intelligence
de: Finanzintelligenz freischalten
es: Desbloquea la Inteligencia Financiera
fr: Débloquer l'intelligence financière
id: Buka Kunci Kecerdasan Finansial
it: Sblocca l'Intelligenza Finanziaria
pt_br: Desbloquear Inteligência Financeira
ru: Разблокировать финансовую аналитику
tr: Finansal Zekânın Kilidini Aç
zh_hans: 解锁财务智能

source: Unlock Forecasting
de: Prognosen freischalten
es: Desbloquea las Previsiones
fr: Débloquer les prévisions
id: Buka Kunci Perkiraan
it: Sblocca le Previsioni
pt_br: Desbloquear Previsões
ru: Разблокировать прогнозирование
tr: Tahminlerin Kilidini Aç
zh_hans: 解锁预测功能

source: Unlock Full Breakdown
de: Vollständige Übersicht freischalten
es: Desbloquea el Desglose Completo
fr: Débloquer la répartition complète
id: Buka Kunci Rincian Lengkap
it: Sblocca la Ripartizione Completa
pt_br: Desbloquear Detalhamento Completo
ru: Разблокировать полную разбивку
tr: Tam Dökümün Kilidini Aç
zh_hans: 解锁完整明细

source: Unlock with Premium
de: Mit Premium freischalten
es: Desbloquear con Premium
fr: Débloquer avec Premium
id: Buka dengan Premium
it: Sblocca con Premium
pt_br: Desbloquear com o Premium
ru: Открыть с Premium
tr: Premium ile Kilidi Aç
zh_hans: 升级高级版解锁

source: Up to 6 people
de: Bis zu 6 Personen
es: Hasta 6 personas
fr: Jusqu'à 6 personnes
id: Hingga 6 orang
it: Fino a 6 persone
pt_br: Até 6 pessoas
ru: До 6 человек
tr: 6 kişiye kadar
zh_hans: 最多 6 人

source: Upcoming
de: Anstehend
es: Próximos
fr: À venir
id: Mendatang
it: Prossimamente
pt_br: Próximos
ru: Предстоящее
tr: Yaklaşanlar
zh_hans: 即将到来

source: Update manually
de: Manuell aktualisieren
es: Actualizar manualmente
fr: Mettre à jour manuellement
id: Perbarui secara manual
it: Aggiorna manualmente
pt_br: Atualizar manualmente
ru: Обновлять вручную
tr: Manuel güncelle
zh_hans: 手动更新

source: Upgrade to Family
de: Auf Family upgraden
es: Mejorar a Family
fr: Passer à Family
id: Tingkatkan ke Family
it: Passa a Family
pt_br: Mudar para o Family
ru: Перейти на Family
tr: Family'ye yükselt
zh_hans: 升级到 Family

source: Upgrading to Family gives you a prorated refund for the rest of your current plan.
de: Beim Upgrade auf Family erhältst du für den Rest deines aktuellen Tarifs eine anteilige Erstattung.
es: Al mejorar a Family, recibirás un reembolso proporcional por el resto de tu plan actual.
fr: En passant à Family, vous serez remboursé au prorata pour le reste de votre formule actuelle.
id: Dengan meningkatkan ke Family, kamu mendapat pengembalian dana prorata untuk sisa paketmu saat ini.
it: Passando a Family riceverai un rimborso proporzionale per il resto del tuo piano attuale.
pt_br: Ao mudar para o Family, você recebe um reembolso proporcional pelo restante do plano atual.
ru: При переходе на Family вы получите пропорциональный возврат за остаток текущего тарифа.
tr: Family'ye yükselttiğinde mevcut planının kalan süresi için orantılı iade alırsın.
zh_hans: 升级到 Family 后，你将获得当前方案剩余时长的按比例退款。

source: Upload Document
de: Dokument hochladen
es: Subir documento
fr: Ajouter un document
id: Unggah Dokumen
it: Carica documento
pt_br: Enviar documento
ru: Загрузить документ
tr: Belge Yükle
zh_hans: 上传文档

source: Used only to name your tax export files — never shown anywhere else.
de: Wird nur zur Benennung deiner Steuerexport-Dateien verwendet — erscheint sonst nirgends.
es: Se usa solo para nombrar tus archivos de exportación fiscal — nunca se muestra en ningún otro sitio.
fr: Utilisé uniquement pour nommer vos fichiers d'export fiscal — jamais affiché ailleurs.
id: Hanya digunakan untuk menamai file ekspor pajak Anda — tidak pernah ditampilkan di tempat lain.
it: Usato solo per nominare i tuoi file di esportazione fiscale — non viene mostrato altrove.
pt_br: Usado apenas para nomear seus arquivos de exportação fiscal — nunca exibido em outro lugar.
ru: Используется только для названия файлов налогового экспорта — больше нигде не отображается.
tr: Yalnızca vergi dışa aktarım dosyalarınızı adlandırmak için kullanılır — başka hiçbir yerde gösterilmez.
zh_hans: 仅用于为您的税务导出文件命名——不会在其他任何地方显示。

source: Waiting for approval
de: Warten auf Bestätigung
es: Esperando aprobación
fr: En attente d'approbation
id: Menunggu persetujuan
it: In attesa di approvazione
pt_br: Aguardando aprovação
ru: Ожидает одобрения
tr: Onay bekleniyor
zh_hans: 正在等待批准

source: We cannot
de: Wir können nicht
es: No podemos
fr: Nous ne pouvons pas
id: Kami tidak dapat
it: Non possiamo
pt_br: Não podemos
ru: Мы не можем
tr: Yapamayız
zh_hans: 我们无法

source: We didn't find an active Dimera Premium subscription for this Apple ID.
de: Wir haben kein aktives Dimera-Premium-Abo für diese Apple-ID gefunden.
es: No encontramos una suscripción activa a Dimera Premium para este ID de Apple.
fr: Nous n'avons trouvé aucun abonnement Dimera Premium actif pour cet identifiant Apple.
id: Kami tidak menemukan langganan Dimera Premium aktif untuk Apple ID ini.
it: Non abbiamo trovato un abbonamento Dimera Premium attivo per questo ID Apple.
pt_br: Não encontramos uma assinatura ativa do Dimera Premium para este ID Apple.
ru: Мы не нашли активной подписки Dimera Premium для этого Apple ID.
tr: Bu Apple ID için etkin bir Dimera Premium aboneliği bulamadık.
zh_hans: 未找到此 Apple ID 的有效 Dimera 高级版订阅。

source: We filled in the merchant, amount, and date — double-check before saving.
de: Wir haben Händler, Betrag und Datum eingetragen — bitte vor dem Speichern prüfen.
es: Hemos rellenado el comercio, el importe y la fecha — compruébalo antes de guardar.
fr: Nous avons rempli le commerçant, le montant et la date — vérifiez avant d'enregistrer.
id: Kami telah mengisi nama toko, jumlah, dan tanggal — periksa kembali sebelum menyimpan.
it: Abbiamo compilato l'esercente, l'importo e la data — verifica prima di salvare.
pt_br: Preenchemos o estabelecimento, o valor e a data — confira antes de salvar.
ru: Мы заполнили продавца, сумму и дату — проверьте перед сохранением.
tr: İşyerini, tutarı ve tarihi doldurduk — kaydetmeden önce kontrol et.
zh_hans: 我们已填写商家、金额和日期——保存前请仔细核对。

source: We'll get a fuller picture as you log more months of activity.
de: Wir erhalten ein vollständigeres Bild, je mehr Monate du erfasst.
es: Tendremos un panorama más completo a medida que registres más meses de actividad.
fr: Nous aurons une vision plus complète à mesure que vous ajoutez des mois d'activité.
id: Kami akan mendapatkan gambaran yang lebih lengkap seiring Anda mencatat lebih banyak bulan aktivitas.
it: Avremo un quadro più completo man mano che registri più mesi di attività.
pt_br: Teremos um panorama mais completo conforme você registrar mais meses de atividade.
ru: Картина станет полнее по мере накопления данных за несколько месяцев.
tr: Daha fazla ay hareket kaydettikçe daha eksiksiz bir tablo elde edeceğiz.
zh_hans: 随着记录月份增多，画像将更加完整。

source: We're finishing our secure banking partnership. For now, add transactions manually — you can connect a real account the moment it's ready.
de: Wir schließen gerade unsere sichere Bank-Partnerschaft ab. Erfasse Transaktionen vorerst manuell — du kannst ein echtes Konto verbinden, sobald es bereit ist.
es: Estamos terminando nuestra alianza bancaria segura. Por ahora, añade las transacciones manualmente — podrás conectar una cuenta real en cuanto esté lista.
fr: Nous finalisons notre partenariat bancaire sécurisé. Pour l'instant, ajoutez vos transactions manuellement — vous pourrez connecter un vrai compte dès qu'il sera prêt.
id: Kami sedang menyelesaikan kemitraan perbankan aman kami. Untuk saat ini, tambahkan transaksi secara manual — Anda bisa menghubungkan akun sungguhan segera setelah siap.
it: Stiamo completando la nostra partnership bancaria sicura. Per ora, aggiungi le transazioni manualmente — potrai collegare un conto reale non appena sarà pronto.
pt_br: Estamos finalizando nossa parceria bancária segura. Por enquanto, adicione as transações manualmente — você poderá conectar uma conta real assim que estiver pronta.
ru: Мы завершаем настройку безопасного банковского партнёрства. Пока добавляйте операции вручную — вы сможете подключить настоящий счёт, как только всё будет готово.
tr: Güvenli banka ortaklığımızı tamamlıyoruz. Şimdilik işlemleri manuel olarak ekle — hazır olur olmaz gerçek bir hesap bağlayabileceksin.
zh_hans: 我们正在完善安全的银行合作服务。目前请手动添加交易——功能就绪后您即可连接真实账户。

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
id: Mingguan
it: Settimanale
pt_br: Semanal
ru: Еженедельно
tr: Haftalık
zh_hans: 每周

source: Weekly summary
de: Wöchentliche Zusammenfassung
es: Resumen semanal
fr: Résumé hebdomadaire
id: Ringkasan mingguan
it: Riepilogo settimanale
pt_br: Resumo semanal
ru: Еженедельная сводка
tr: Haftalık özet
zh_hans: 每周摘要

source: Welcome to Dimera
de: Willkommen bei Dimera
es: Bienvenido a Dimera
fr: Bienvenue sur Dimera
id: Selamat Datang di Dimera
it: Benvenuto in Dimera
pt_br: Bem-vindo ao Dimera
ru: Добро пожаловать в Dimera
tr: Dimera'ya Hoş Geldin
zh_hans: 欢迎使用 Dimera

source: Welcome to Dimera.
de: Willkommen bei Dimera.
es: Bienvenido a Dimera.
fr: Bienvenue sur Dimera.
id: Selamat datang di Dimera.
it: Benvenuto in Dimera.
pt_br: Bem-vindo ao Dimera.
ru: Добро пожаловать в Dimera.
tr: Dimera'ya hoş geldin.
zh_hans: 欢迎使用 Dimera。

source: What describes you?
de: Was beschreibt dich?
es: ¿Qué te describe?
fr: Qu'est-ce qui vous décrit ?
id: Apa yang menggambarkan Anda?
it: Cosa ti descrive?
pt_br: O que descreve você?
ru: Что лучше всего описывает вас?
tr: Seni ne tanımlıyor?
zh_hans: 以下哪项最符合您？

source: What do you want to achieve?
de: Was möchtest du erreichen?
es: ¿Qué quieres conseguir?
fr: Que voulez-vous accomplir ?
id: Apa yang ingin Anda capai?
it: Cosa vuoi ottenere?
pt_br: O que você quer alcançar?
ru: Чего вы хотите достичь?
tr: Neyi başarmak istiyorsun?
zh_hans: 您想实现什么目标？
